let forensicsInfo;

export default forensicsInfo = {
    why: "포토샵 등 영상 편집도구들의 성능이 나날이 발전하여 최근에는 누구나 손쉽고, 간편하게 영상들을 편집, 변형할 수 있는 단계에 이르고 있다.  더욱이 뉴럴 네트워크를 사용한 인공지능의 등장으로 영상 변형의 수단이 고도화하여 감에 따라 딥페이크가 등장하는 등 급속하게 발전하는 IT 기술의 부작용 역시 점차 커지고 있다.",
    how: "영상 포렌식은 요소 기술로 크게 분류 할 때는, 픽셀, 포맷, 광학 및  기하학  방식으로 나눌 수 있다.  픽셀 기반 기술로는 엣지, 텍스쳐, 색감 분석 등이 가능하고, 광학 기반 기술로는 명암, 그림자, 조명 분석 등이 가능하다. 기하학 기반 기술로는 형태, 크기, 위치 분석이 가능하며, 포맷 기반 기술로는 압축 횟수 등의 조사가 가능하다.",
    now: 
    "그러나 변형의 유형 분류가 무한할 정도로 많은데다가 인공지능에 의해 이를 모두 학습한다는 것 자체도 어렵고, 또한 인공지능에 의해 이를 회피하므로 100% 확답을 줄 수 있는 포렌식 기술 확보를 우해서는 추가적인 많은 연구가 필요하다. 결론적으로 영상 포렌식 기술의 현 상태는 다음과 같다 :\n학술적으로 완변한 기술은 아직 등장하지 않고 있다.\n일정 수준의 미탐지율과 오탐지율 성능을 지닌 포렌식 도구에 의한 위변조 판정결과 제시는 비전문가들도 높은 수준의 신뢰도를 갖는 분석 결과를 손쉽게 확보 할 수 있다는 점에서 분쟁 사전 예방이나 해결시 큰 도움을 줄 수 있다."
}