
let greeting;

export default greeting = 
'기술자문/창업자 메시지\n\n㈜디지탈이노텍은 2000년 KAIST 전산학부 이흥규 교수에 의해 실험실 창업기업으로 당시 박사과정 학생들과 함께 창업한 회사이다. 창업초기에는 디지털워터마킹 기술을 사용한 저작권보호기술에 주력하여, 다수의 저작권보호 솔루션을 한국전자통신연구원을 비롯하여 다수의 기관에 납품 및 판매하였다. 2010년 중반 부터는 영상 변형에 관심을 가지고 기술 개발을 시작하였으며, 2020년 현재 보유한 영상 변형 탐지 기술은 미국, 유럽 등의 전문 연구기관과 대등하며 국내에서는 독보적인 기술 수준을 보여주고 있다.\n\n출시한 KAI_Forensic 2.0은 2015년 세계에서는 2번째, 국내에서는 최초로 일반에 제공한 영상 변형 탐지 공개 서비스에서 수집한 수십만장의 영상들을 이용하여 실환경에서의 영상 변형 탐지에 적합한 정지영상/동영상 변형 탐지 전문 솔루션이다. 향후에도 지속적으로 전통적인 포렌식 기술과 인공지능기술을 체계적으로 융합한 통합 영상 변형 탐지 기술의 고도화된 버젼들을 제공할 예정이다.'
